Repository: AaSu9/Aamcare
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: AamCare - Maternal Health Support
ne: आमकेयर - मातृ स्वास्थ्य सहयोग

source: Home
ne: गृह

source: Trust & Safety
ne: विश्वास र सुरक्षा

source: About Our Trust
ne: हाम्रो विश्वासको बारेमा

source: Health Experts
ne: स्वास्थ्य विशेषज्ञहरू

source: Community Workers
ne: समुदाय कार्यकर्ताहरू

source: Success Stories
ne: सफलताका कथाहरू

source: Danger Signs
ne: खतराका संकेतहरू

source: Dashboard
ne: ड्यासबोर्ड

source: Logout
ne: लगआउट

source: Login
ne: लगइन

source: Register
ne: दर्ता गर्नुहोस्

source: Language
ne: भाषा

source: Nepali
ne: नेपाली

source: Welcome to AamCare
ne: आमकेयरमा स्वागत छ

source: Your trusted companion for maternal health and pregnancy care
ne: मातृ स्वास्थ्य र गर्भावस्था हेरचाहको लागि तपाईंको विश्वसनीय साथी

source: I'm Pregnant
ne: म गर्भवती छु

source: Register as a pregnant woman to get personalized care and guidance
ne: व्यक्तिगत हेरचाह र मार्गदर्शन प्राप्त गर्न गर्भवती महिलाको रूपमा दर्ता गर्नुहोस्

source: I'm a New Mother
ne: म नयाँ आमा हुँ

source: Register as a new mother for postpartum care and baby health tracking
ne: प्रसवपछिको हेरचाह र बच्चाको स्वास्थ्य ट्र्याकिङको लागि नयाँ आमाको रूपमा दर्ता गर्नुहोस्

source: Why Choose AamCare?
ne: किन आमकेयर छान्ने?

source: Government Approved
ne: सरकारी स्वीकृत

source: All content is verified and approved by health authorities
ne: सबै सामग्री स्वास्थ्य प्राधिकरणहरूद्वारा प्रमाणित र स्वीकृत छ

source: Expert Guidance
ne: विशेषज्ञ मार्गदर्शन

source: Access to qualified health experts and community workers
ne: योग्य स्वास्थ्य विशेषज्ञ र समुदाय कार्यकर्ताहरूसँग पहुँच

source: Personalized Care
ne: व्यक्तिगत हेरचाह

source: Tailored advice based on your pregnancy stage and health status
ne: तपाईंको गर्भावस्थाको अवस्था र स्वास्थ्य स्थितिको आधारमा अनुकूलित सल्लाह

source: Community Support
ne: समुदाय सहयोग

source: Connect with other mothers and share experiences
ne: अन्य आमाहरूसँग जडान गर्नुहोस् र अनुभव साझा गर्नुहोस्

source: Featured Success Stories
ne: विशेष सफलताका कथाहरू

source: Our Health Experts
ne: हाम्रा स्वास्थ्य विशेषज्ञहरू

source: Get Started Today
ne: आज सुरु गर्नुहोस्

source: Join thousands of mothers who trust AamCare for their maternal health journey
ne: आफ्नो मातृ स्वास्थ्य यात्राको लागि आमकेयरमा विश्वास गर्ने हजारौं आमाहरूसँग सामेल हुनुहोस्

source: Register Now
ne: अहिले दर्ता गर्नुहोस्

source: About AamCare
ne: आमकेयरको बारेमा

source: AamCare is a comprehensive maternal health platform designed to support pregnant women and new mothers throughout their journey. Our platform provides evidence-based information, expert guidance, and community support to ensure the best possible outcomes for both mother and child.
ne: आमकेयर एक व्यापक मातृ स्वास्थ्य प्लेटफर्म हो जुन गर्भवती महिलाहरू र नयाँ आमाहरूलाई आफ्नो यात्रामा सहयोग गर्न डिजाइन गरिएको छ। हाम्रो प्लेटफर्मले प्रमाण-आधारित जानकारी, विशेषज्ञ मार्गदर्शन, र समुदाय सहयोग प्रदान गर्छ जसले आमा र बच्चा दुवैको लागि सर्वोत्तम सम्भावित परिणाम सुनिश्चित गर्छ।

source: Contact Us
ne: हामीलाई सम्पर्क गर्नुहोस्

source: Email: info@aamcare.com
ne: इमेल: info@aamcare.com

source: Phone: +977-1-2345678
ne: फोन: +977-1-2345678

source: © 2024 AamCare. All rights reserved.
ne: © २०२४ आमकेयर। सबै अधिकार सुरक्षित।

source: Login to AamCare
ne: आमकेयरमा लगइन गर्नुहोस्

source: Username
ne: प्रयोगकर्ता नाम

source: Password
ne: पासवर्ड

source: Don't have an account?
ne: खाता छैन?

source: Register here
ne: यहाँ दर्ता गर्नुहोस्

source: Register as Pregnant Woman
ne: गर्भवती महिलाको रूपमा दर्ता गर्नुहोस्

source: Name
ne: नाम

source: Age
ne: उमेर

source: Due Date
ne: प्रसव मिति

source: Medical History
ne: चिकित्सकीय इतिहास

source: Register as New Mother
ne: नयाँ आमाको रूपमा दर्ता गर्नुहोस्

source: Child Birth Date
ne: बच्चाको जन्म मिति

source: Current Health Status
ne: वर्तमान स्वास्थ्य स्थिति

source: Pregnancy Dashboard
ne: गर्भावस्था ड्यासबोर्ड

source: Current Week
ne: वर्तमान हप्ता

source: Current Month
ne: वर्तमान महिना

source: Current Trimester
ne: वर्तमान त्रैमासिक

source: Recent Checkups
ne: हालैका जाँचहरू

source: Upcoming Vaccinations
ne: आगामी टीकाकरणहरू

source: Health Tips
ne: स्वास्थ्य सुझावहरू

source: Mother Dashboard
ne: आमा ड्यासबोर्ड

source: Baby's Age
ne: बच्चाको उमेर

source: Health Status
ne: स्वास्थ्य स्थिति

source: Baby's Vaccinations
ne: बच्चाका टीकाकरणहरू

source: Postpartum Care
ne: प्रसवपछिको हेरचाह

source: Breastfeeding Support
ne: स्तनपान सहयोग

source: Vaccination Tracker
ne: टीकाकरण ट्र्याकर

source: Vaccine Name
ne: टीकाको नाम

source: Status
ne: स्थिति

source: Actions
ne: कार्यहरू

source: Pending
ne: प्रक्रियामा

source: Completed
ne: पूरा भयो

source: Update
ne: अपडेट

source: Diet Plans
ne: आहार योजनाहरू

source: Nutritional Guidance
ne: पोषण मार्गदर्शन

source: Healthy eating during pregnancy and postpartum
ne: गर्भावस्था र प्रसवपछि स्वस्थ खाना

source: Exercise Guidance
ne: व्यायाम मार्गदर्शन

source: Safe exercises for pregnant women and new mothers
ne: गर्भवती महिलाहरू र नयाँ आमाहरूको लागि सुरक्षित व्यायामहरू

source: Guidance and tips for successful breastfeeding
ne: सफल स्तनपानको लागि मार्गदर्शन र सुझावहरू

source: Mental Health Support
ne: मानसिक स्वास्थ्य सहयोग

source: Supporting your mental well-being during pregnancy and motherhood
ne: गर्भावस्था र मातृत्वको समयमा तपाईंको मानसिक कल्याणलाई सहयोग

source: Real stories from mothers who used AamCare
ne: आमकेयर प्रयोग गर्ने आमाहरूका वास्तविक कथाहरू

source: Meet our qualified health professionals
ne: हाम्रा योग्य स्वास्थ्य पेशेवरहरूसँग भेट्नुहोस्

source: Community Health Workers
ne: समुदाय स्वास्थ्य कार्यकर्ताहरू

source: Local health workers supporting your community
ne: तपाईंको समुदायलाई सहयोग गर्ने स्थानीय स्वास्थ्य कार्यकर्ताहरू

source: Warning signs during pregnancy and postpartum
ne: गर्भावस्था र प्रसवपछि चेतावनी संकेतहरू

source: Learn about our commitment to maternal health
ne: मातृ स्वास्थ्यको लागि हाम्रो प्रतिबद्धताको बारेमा जान्नुहोस्

source: Trimester Tips
ne: त्रैमासिक सुझावहरू

source: Weekly and trimester-based guidance
ne: साप्ताहिक र त्रैमासिक-आधारित मार्गदर्शन

source: Comprehensive Nutrition - Pregnancy
ne: व्यापक पोषण - गर्भावस्था

source: Comprehensive Nutrition - Postpartum
ne: व्यापक पोषण - प्रसवपछि

source: Submit Checkup
ne: जाँच सबमिट गर्नुहोस्

source: Blood Pressure (Systolic)
ne: रक्तचाप (सिस्टोलिक)

source: Blood Pressure (Diastolic)
ne: रक्तचाप (डायस्टोलिक)

source: Weight (kg)
ne: तौल (किलो)

source: Blood Sugar Level
ne: रक्त शर्करा स्तर

source: Notes
ne: टिप्पणीहरू

source: Submit
ne: सबमिट गर्नुहोस्

source: Submit Your Story
ne: आफ्नो कथा सबमिट गर्नुहोस्

source: Title
ne: शीर्षक

source: Story
ne: कथा

source: Submit Story
ne: कथा सबमिट गर्नुहोस्

source: Give Birth
ne: प्रसव गर्नुहोस्

source: Birth Weight (kg)
ne: जन्म तौल (किलो)

source: Birth Notes
ne: जन्म टिप्पणीहरू

source: Record Birth
ne: जन्म रेकर्ड गर्नुहोस्

source: Vaccination Schedule
ne: टीकाकरण कार्यक्रम

source: Complete vaccination timeline
ne: पूर्ण टीकाकरण समयरेखा

source: Inspiring stories from our community
ne: हाम्रो समुदायबाट प्रेरणादायक कथाहरू

source: Delete Checkup
ne: जाँच मेटाउनुहोस्

source: Are you sure you want to delete this checkup record?
ne: के तपाईं यो जाँच रेकर्ड मेटाउन निश्चित हुनुहुन्छ?

source: Yes, Delete
ne: हो, मेटाउनुहोस्

source: Cancel
ne: रद्द गर्नुहोस्

source: Update Vaccination
ne: टीकाकरण अपडेट गर्नुहोस्

source: Vaccination Date
ne: टीकाकरण मिति

source: Content Detail
ne: सामग्री विवरण

source: Back to List
ne: सूचीमा फर्कनुहोस्

source: Page Not Found
ne: पृष्ठ फेला परेन

source: The page you are looking for does not exist.
ne: तपाईंले खोजिरहनुभएको पृष्ठ अवस्थित छैन।

source: Go Home
ne: गृहमा जानुहोस्
